export const menu = [
  {
    id: `@#12/*`,
    title: `خانه`,
    link: ``,
    svg: `<svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px" viewBox="0 0 24 24" fill="none" stroke="#2D5B75" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round" class="feather feather-pie-chart"><path d="M21.21 15.89A10 10 0 1 1 8 2.83" ></path><path d="M22 12A10 10 0 0 0 12 2v10z" fill="#2D5B75"></path></svg>`,
    children: [
      {
        id: `@#12fdvfdvf/!!`,
        title: `پیشخوان `,
        link: `/`,
        svg: `
        <svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px" viewBox="0 0 24 24" fill="none" stroke="#2D5B75" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round" class="feather feather-users"><path d="M17 21v-2a4 4 0 0 0-4-4H5a4 4 0 0 0-4 4v2"></path><circle cx="9" cy="7" r="4"></circle><path d="M23 21v-2a4 4 0 0 0-3-3.87"></path><path d="M16 3.13a4 4 0 0 1 0 7.75"></path></svg>
         
         `,
        children: [],
      },

      {
        id: `@#12fdvfdvf/!!`,
        title: `  ساخت صحفه ی خانه`,
        link: `home/create-homePage`,
        svg: `
        <svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px" viewBox="0 0 24 24" fill="none" stroke="#2D5B75" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round" class="feather feather-users"><path d="M17 21v-2a4 4 0 0 0-4-4H5a4 4 0 0 0-4 4v2"></path><circle cx="9" cy="7" r="4"></circle><path d="M23 21v-2a4 4 0 0 0-3-3.87"></path><path d="M16 3.13a4 4 0 0 1 0 7.75"></path></svg>
         
         `,
        children: [],
      },
      {
        id: `@#12fdvfdvf/!!`,
        title: `  ساخت زیورالات نیسا`,
        link: `home/create-jewelryTypes`,
        svg: `
        <svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px" viewBox="0 0 24 24" fill="none" stroke="#2D5B75" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round" class="feather feather-users"><path d="M17 21v-2a4 4 0 0 0-4-4H5a4 4 0 0 0-4 4v2"></path><circle cx="9" cy="7" r="4"></circle><path d="M23 21v-2a4 4 0 0 0-3-3.87"></path><path d="M16 3.13a4 4 0 0 1 0 7.75"></path></svg>
         
         `,
        children: [],
      },
    ],
  },

  {
    id: `@#12/!sdcsdc!`,
    title: `فهرست ها `,
    link: `home/create-menu`,
    svg: `
        <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24"><path d="M19 11h-14v-2h14v2zm0 2h-14v2h14v-2zm0 4h-14v2h14v-2zm3-11v16h-20v-16h20zm2-6h-24v24h24v-24z" fill="#2D5B75"/></svg>

     `,
    children: [
      {
        id: `@#12-alsmxk356-mdjnsjd`,
        title: `    فهرست  براساس برگه `,
        link: `/create-menu/pages`,
        svg: `
        <svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px" viewBox="0 0 24 24" fill="none" stroke="#2D5B75" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round" class="feather feather-users"><path d="M17 21v-2a4 4 0 0 0-4-4H5a4 4 0 0 0-4 4v2"></path><circle cx="9" cy="7" r="4"></circle><path d="M23 21v-2a4 4 0 0 0-3-3.87"></path><path d="M16 3.13a4 4 0 0 1 0 7.75"></path></svg>
         
         `,
        children: [],
      },
      {
        id: `@#12-alsmxk356-mdjnsjd`,
        title: `    فهرست  براساس دسته بندی `,
        link: `/create-menu/category`,
        svg: `
        <svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px" viewBox="0 0 24 24" fill="none" stroke="#2D5B75" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round" class="feather feather-users"><path d="M17 21v-2a4 4 0 0 0-4-4H5a4 4 0 0 0-4 4v2"></path><circle cx="9" cy="7" r="4"></circle><path d="M23 21v-2a4 4 0 0 0-3-3.87"></path><path d="M16 3.13a4 4 0 0 1 0 7.75"></path></svg>
         
         `,
        children: [],
      },
      {
        id: `@#12-alsmxk356-mdjnsjd`,
        title: `    فهرست   دلخواه `,
        link: `/create-menu/optional`,
        svg: `
        <svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px" viewBox="0 0 24 24" fill="none" stroke="#2D5B75" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round" class="feather feather-users"><path d="M17 21v-2a4 4 0 0 0-4-4H5a4 4 0 0 0-4 4v2"></path><circle cx="9" cy="7" r="4"></circle><path d="M23 21v-2a4 4 0 0 0-3-3.87"></path><path d="M16 3.13a4 4 0 0 1 0 7.75"></path></svg>
         
         `,
        children: [],
      },
    ],
  },

  {
    id: `@#12/*/*`,
    title: `کاربران`,
    link: ``,
    svg: `
   <svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px" viewBox="0 0 24 24" fill="none" stroke="#2D5B75" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round" class="feather feather-users"><path d="M17 21v-2a4 4 0 0 0-4-4H5a4 4 0 0 0-4 4v2" fill="#2D5B75"></path><circle cx="9" cy="7" r="4"></circle><path d="M23 21v-2a4 4 0 0 0-3-3.87" fill="#2D5B75"></path><path d="M16 3.13a4 4 0 0 1 0 7.75" fill="#2D5B75"></path></svg>
    
    `,
    children: [
      {
        id: `@#12/*/*`,
        title: ` لیست کاربر ها `,
        link: `users`,
        svg: `
        <svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px" viewBox="0 0 24 24" fill="none" stroke="#2D5B75" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round" class="feather feather-users"><path d="M17 21v-2a4 4 0 0 0-4-4H5a4 4 0 0 0-4 4v2"></path><circle cx="9" cy="7" r="4"></circle><path d="M23 21v-2a4 4 0 0 0-3-3.87"></path><path d="M16 3.13a4 4 0 0 1 0 7.75"></path></svg>
         
         `,
        children: [],
      },
      {
        id: `@#12/*/*`,
        title: ` درخواست های کاربران`,
        link: `users/request`,
        svg: `
        <svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px" viewBox="0 0 24 24" fill="none" stroke="#2D5B75" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round" class="feather feather-users"><path d="M17 21v-2a4 4 0 0 0-4-4H5a4 4 0 0 0-4 4v2"></path><circle cx="9" cy="7" r="4"></circle><path d="M23 21v-2a4 4 0 0 0-3-3.87"></path><path d="M16 3.13a4 4 0 0 1 0 7.75"></path></svg>
         
         `,
        children: [],
      },
    ],
  },
  {
    id: `@#12/*/@`,
    title: `محصولات`,
    link: ``,
    svg: `
    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
    <path d="M18.9175 4.48188L14.5185 2.52733C12.9415 1.82813 11.0575 1.82813 9.48053 2.52733L5.08252 4.48188C3.20952 5.31312 1.99951 7.07757 1.99951 8.97512V15.0259C1.99951 16.9235 3.20948 18.6879 5.08148 19.5192L9.48151 21.4747C10.2615 21.8208 11.1175 21.9949 11.9735 21.9979C11.9825 21.9979 11.9905 22.0029 11.9995 22.0029C12.0085 22.0029 12.0165 21.9979 12.0255 21.9979C12.8815 21.9939 13.7375 21.8208 14.5185 21.4747L18.9175 19.5192C20.7905 18.6879 22.0005 16.9235 22.0005 15.0259V8.97512C21.9995 7.07757 20.7895 5.31312 18.9175 4.48188ZM13.7065 4.35586L18.1055 6.31041C18.2435 6.37142 18.3745 6.4414 18.4995 6.51542L16.4975 7.40569L9.9635 4.5019L10.2925 4.35586C11.3615 3.88173 12.6385 3.88173 13.7065 4.35586ZM7.49951 5.59719L14.0345 8.50098L13.1005 8.91614C12.4435 9.20923 11.5555 9.20923 10.8985 8.91614L5.49951 6.5164C5.62451 6.44138 5.75549 6.3724 5.89349 6.31138L7.49951 5.59719ZM5.89349 17.6906C4.72549 17.1715 3.99951 16.1513 3.99951 15.0259V8.97512C3.99951 8.67503 4.05453 8.38403 4.15253 8.10695L10.0865 10.7447C10.3745 10.8727 10.6825 10.9698 11.0005 11.0358V19.8723C10.7595 19.8143 10.5205 19.7472 10.2945 19.6462L5.89349 17.6906ZM19.9995 15.0259C19.9995 16.1513 19.2735 17.1725 18.1045 17.6906L13.7065 19.6462C13.4795 19.7462 13.2405 19.8143 12.9995 19.8723V11.0358C13.3175 10.9688 13.6255 10.8727 13.9135 10.7447L19.8475 8.10695C19.9455 8.38403 20.0005 8.67603 20.0005 8.97512L19.9995 15.0259Z" fill="#2D5B75"/>
    </svg>

    
    `,
    children: [
      {
        id: `@#12/*/*`,
        title: ` دسته بندی محصولات`,
        link: `product-v2/category`,
        svg: `
        <svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px" viewBox="0 0 24 24" fill="none" stroke="#2D5B75" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round" class="feather feather-users"><path d="M17 21v-2a4 4 0 0 0-4-4H5a4 4 0 0 0-4 4v2"></path><circle cx="9" cy="7" r="4"></circle><path d="M23 21v-2a4 4 0 0 0-3-3.87"></path><path d="M16 3.13a4 4 0 0 1 0 7.75"></path></svg>
         
         `,
        children: [],
      },
      {
        id: `@#12/*/*`,
        title: `  کالکشن  محصولات`,
        link: `product-v2/collections`,
        svg: `
        <svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px" viewBox="0 0 24 24" fill="none" stroke="#2D5B75" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round" class="feather feather-users"><path d="M17 21v-2a4 4 0 0 0-4-4H5a4 4 0 0 0-4 4v2"></path><circle cx="9" cy="7" r="4"></circle><path d="M23 21v-2a4 4 0 0 0-3-3.87"></path><path d="M16 3.13a4 4 0 0 1 0 7.75"></path></svg>
         
         `,
        children: [],
      },

      {
        id: `@#12/*/*`,
        title: ` ایجاد محصول`,
        link: `product-v2/add-product`,
        svg: `
        <svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px" viewBox="0 0 24 24" fill="none" stroke="#2D5B75" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round" class="feather feather-users"><path d="M17 21v-2a4 4 0 0 0-4-4H5a4 4 0 0 0-4 4v2"></path><circle cx="9" cy="7" r="4"></circle><path d="M23 21v-2a4 4 0 0 0-3-3.87"></path><path d="M16 3.13a4 4 0 0 1 0 7.75"></path></svg>
         
         `,
        children: [],
      },
      {
        id: `@#12/*/*`,
        title: ` لیست محصولات `,
        link: `product-v2`,
        svg: `
        <svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px" viewBox="0 0 24 24" fill="none" stroke="#2D5B75" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round" class="feather feather-users"><path d="M17 21v-2a4 4 0 0 0-4-4H5a4 4 0 0 0-4 4v2"></path><circle cx="9" cy="7" r="4"></circle><path d="M23 21v-2a4 4 0 0 0-3-3.87"></path><path d="M16 3.13a4 4 0 0 1 0 7.75"></path></svg>
         
         `,
        children: [],
      },
    ],
  },

  {
    id: `@#12/*/@888`,
    title: `بلاگ`,
    link: ``,
    svg: `
<svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px"  viewBox="0 0 24 24"><path d="M7 11l-2.5-2-2.5 2v-11h5v11zm10 1h-8v1h8v-1zm-8-12v2h11v11.543c0 4.107-6 2.457-6 2.457s1.518 6-2.637 6h-7.363v-10.039l-2 1.601v10.438h10.189c3.163 0 9.811-7.223 9.811-9.614v-14.386h-13zm8 6h-8v1h8v-1zm0 3h-8v1h8v-1z" fill="#2D5B75" /></svg>
    
    `,
    children: [
      {
        id: `@#12/*/*sss`,
        title: ` دسته بندی بلاگ`,
        link: `blog/category`,
        svg: `
        <svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px" viewBox="0 0 24 24" fill="none" stroke="#2D5B75" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round" class="feather feather-users"><path d="M17 21v-2a4 4 0 0 0-4-4H5a4 4 0 0 0-4 4v2"></path><circle cx="9" cy="7" r="4"></circle><path d="M23 21v-2a4 4 0 0 0-3-3.87"></path><path d="M16 3.13a4 4 0 0 1 0 7.75"></path></svg>
         
         `,
        children: [],
      },
      {
        id: `@#12/*/*efeee`,
        title: ` ایجاد بلاگ`,
        link: `blog/add-blog`,
        svg: `
        <svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px" viewBox="0 0 24 24" fill="none" stroke="#2D5B75" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round" class="feather feather-users"><path d="M17 21v-2a4 4 0 0 0-4-4H5a4 4 0 0 0-4 4v2"></path><circle cx="9" cy="7" r="4"></circle><path d="M23 21v-2a4 4 0 0 0-3-3.87"></path><path d="M16 3.13a4 4 0 0 1 0 7.75"></path></svg>
         
         `,
        children: [],
      },
      {
        id: `@#12/*/******`,
        title: ` لیست بلاگ ها  `,
        link: `blog`,
        svg: `
        <svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px" viewBox="0 0 24 24" fill="none" stroke="#2D5B75" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round" class="feather feather-users"><path d="M17 21v-2a4 4 0 0 0-4-4H5a4 4 0 0 0-4 4v2"></path><circle cx="9" cy="7" r="4"></circle><path d="M23 21v-2a4 4 0 0 0-3-3.87"></path><path d="M16 3.13a4 4 0 0 1 0 7.75"></path></svg>
         
         `,
        children: [],
      },
    ],
  },

  {
    id: `@#12/*/@88855555*/`,
    title: `کارت هدیه`,
    link: ``,
    svg: `
      <svg width="24px" height="24px" xmlns="http://www.w3.org/2000/svg" fill-rule="evenodd" clip-rule="evenodd" fill="none"  fill="#2D5B75"><path d="M22 22h-20c-1.104 0-2-.896-2-2v-12c0-1.104.896-2 2-2h1.626l.078.283c.194.631.518 1.221.95 1.717h-2.154c-.276 0-.5.224-.5.5v5.5h20v-5.5c0-.276-.224-.5-.5-.5h-2.154c.497-.569.853-1.264 1.029-2h1.625c1.104 0 2 .896 2 2v12c0 1.104-.896 2-2 2zm-20-5v2.5c0 .276.224.5.5.5h19c.276 0 .5-.224.5-.5v-2.5h-20zm8.911-5h-2.911c.584-1.357 1.295-2.832 2-4-.647-.001-1.572.007-2 0-2.101-.035-2.987-1.806-3-3-.016-1.534 1.205-3.007 3-3 1.499.006 2.814.872 4 2.313 1.186-1.441 2.501-2.307 4-2.313 1.796-.007 3.016 1.466 3 3-.013 1.194-.899 2.965-3 3-.428.007-1.353-.001-2 0 .739 1.198 1.491 2.772 2 4h-2.911c-.241-1.238-.7-2.652-1.089-3.384-.388.732-.902 2.393-1.089 3.384zm-2.553-7.998c-1.131 0-1.507 1.918.12 1.998.237.012 2.235 0 2.235 0-1.037-1.44-1.52-1.998-2.355-1.998zm7.271 0c1.131 0 1.507 1.918-.12 1.998-.237.012-2.222 0-2.222 0 1.037-1.44 1.507-1.998 2.342-1.998z" fill="#2D5B75" /></svg>
    
    `,
    children: [
      {
        id: `@#12/*/*sss0/`,
        title: ` دسته بندی کارت هدیه  `,
        link: `giftCard/category`,
        svg: `
        <svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px" viewBox="0 0 24 24" fill="none" stroke="#2D5B75" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round" class="feather feather-users"><path d="M17 21v-2a4 4 0 0 0-4-4H5a4 4 0 0 0-4 4v2"></path><circle cx="9" cy="7" r="4"></circle><path d="M23 21v-2a4 4 0 0 0-3-3.87"></path><path d="M16 3.13a4 4 0 0 1 0 7.75"></path></svg>
         
         `,
        children: [],
      },
      {
        id: `@#12/*/*efeee6#`,
        title: ` ایجاد کارت هدیه`,
        link: `giftCard/add-giftCard`,
        svg: `
        <svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px" viewBox="0 0 24 24" fill="none" stroke="#2D5B75" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round" class="feather feather-users"><path d="M17 21v-2a4 4 0 0 0-4-4H5a4 4 0 0 0-4 4v2"></path><circle cx="9" cy="7" r="4"></circle><path d="M23 21v-2a4 4 0 0 0-3-3.87"></path><path d="M16 3.13a4 4 0 0 1 0 7.75"></path></svg>
         
         `,
        children: [],
      },
      {
        id: `@#12/*/******000//`,
        title: ` لیست کارت هدیه ها  `,
        link: `giftCard`,
        svg: `
        <svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px" viewBox="0 0 24 24" fill="none" stroke="#2D5B75" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round" class="feather feather-users"><path d="M17 21v-2a4 4 0 0 0-4-4H5a4 4 0 0 0-4 4v2"></path><circle cx="9" cy="7" r="4"></circle><path d="M23 21v-2a4 4 0 0 0-3-3.87"></path><path d="M16 3.13a4 4 0 0 1 0 7.75"></path></svg>
         
         `,
        children: [],
      },
    ],
  },

  {
    id: `@#12/*/%`,
    title: `بسته بندی  `,
    link: `packaging`,
    svg: `

       <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="#2D5B75"><path d="M16.677 17.868l-.343.195v-1.717l.343-.195v1.717zm2.823-3.325l-.342.195v1.717l.342-.195v-1.717zm3.5-7.602v11.507l-9.75 5.552-12.25-6.978v-11.507l9.767-5.515 12.233 6.941zm-13.846-3.733l9.022 5.178 1.7-.917-9.113-5.17-1.609.909zm2.846 9.68l-9-5.218v8.19l9 5.126v-8.098zm3.021-2.809l-8.819-5.217-2.044 1.167 8.86 5.138 2.003-1.088zm5.979-.943l-2 1.078v2.786l-3 1.688v-2.856l-2 1.078v8.362l7-3.985v-8.151zm-4.907 7.348l-.349.199v1.713l.349-.195v-1.717zm1.405-.8l-.344.196v1.717l.344-.196v-1.717zm.574-.327l-.343.195v1.717l.343-.195v-1.717zm.584-.333l-.35.199v1.717l.35-.199v-1.717z" fill="#2D5B75"/></svg>
`,
    children: [],
  },
  {
    id: `@#12/*/%`,
    title: `تگ ها `,
    link: `tags`,
    svg: `<svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
          <path d="M15 2.00098H9C6.243 2.00098 4 4.24398 4 7.00098V19.999C4 20.745 4.41099 21.424 5.07199 21.77C5.73199 22.116 6.52501 22.0669 7.13901 21.6429L11.998 18.276L16.862 21.6429C17.204 21.8789 17.601 21.999 18 21.999C18.317 21.999 18.636 21.923 18.929 21.77C19.59 21.423 20 20.745 20 19.999V7.00098C20 4.24398 17.757 2.00098 15 2.00098ZM18 19.999L13.137 16.632C12.796 16.397 12.397 16.278 11.998 16.278C11.599 16.278 11.2 16.396 10.859 16.632L6 19.999V7.00098C6 5.34698 7.346 4.00098 9 4.00098H15C16.654 4.00098 18 5.34698 18 7.00098V19.999Z" fill="#2D5B75"/>
          </svg>
`,
    children: [],
  },

  {
    id: `@#12/*/)`,
    title: `سفارش ها`,
    link: `orders`,
    svg: `
    
<svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px" viewBox="0 0 24 24" fill="none" stroke="#2D5B75" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round" class="feather feather-shopping-cart"><circle cx="9" cy="21" r="1"></circle><circle cx="20" cy="21" r="1"></circle><path d="M1 1h4l2.68 13.39a2 2 0 0 0 2 1.61h9.72a2 2 0 0 0 2-1.61L23 6H6" fill="#2D5B75"></path></svg>

    
    `,
    children: [],
  },

  //   {
  //     id: `@#12/*/!`,
  //     title: ` تیکت ها`,
  //     link: `ticket`,
  //     svg: `

  //     <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
  // <path d="M21.1036 2.89712C20.3386 2.13212 19.2566 1.83115 18.2036 2.09415L5.09062 5.3721C3.22862 5.8371 1.98661 7.43918 1.99961 9.35818C2.01361 11.2772 3.27761 12.8622 5.14561 13.3012L9.6406 14.359L10.6986 18.8532C11.1376 20.7222 12.7226 21.9862 14.6416 21.9992C14.6516 21.9992 14.6626 21.9992 14.6726 21.9992C16.5776 21.9992 18.1656 20.7611 18.6296 18.9091L21.9076 5.79507C22.1696 4.74707 21.8696 3.66312 21.1036 2.89712ZM19.9666 5.31314L16.6886 18.4262C16.3956 19.5962 15.4446 20.0351 14.6556 20.0011C13.8646 19.9951 12.9216 19.5711 12.6456 18.3971L11.5736 13.8421L15.7076 9.70914C16.0986 9.31814 16.0986 8.68607 15.7076 8.29507C15.3166 7.90407 14.6846 7.90407 14.2936 8.29507L10.1596 12.4281L5.60459 11.3561C4.43059 11.0801 4.00559 10.1371 4.00059 9.3461C3.99559 8.5551 4.40664 7.60614 5.57664 7.31314L18.6896 4.03519C18.7846 4.01219 18.8736 4.0021 18.9566 4.0021C19.3326 4.0021 19.5866 4.20914 19.6906 4.31314C19.8156 4.43914 20.0976 4.79014 19.9666 5.31314Z" fill="#2D5B75"/>
  // </svg>

  //     `,
  //     children: [],
  //   },

  {
    id: `@#12/*/-`,
    title: `کد تخفیف`,
    link: `/discountCode`,
    svg: `
    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M20.62 9.86896L20.04 9.28888C19.76 9.00888 19.6 8.62882 19.6 8.22882V7.40875C19.6 5.74875 18.25 4.39874 16.59 4.39874H15.77C15.37 4.39874 14.99 4.2488 14.71 3.9588L14.13 3.37872C12.96 2.20872 11.05 2.20872 9.87 3.37872L9.28998 3.9588C9.00998 4.2488 8.62998 4.39874 8.22998 4.39874H7.40997C5.74997 4.39874 4.40002 5.74875 4.40002 7.40875V8.22882C4.40002 8.62882 4.25002 9.00888 3.96002 9.28888L3.38 9.86896C2.81 10.439 2.5 11.1988 2.5 11.9988C2.5 12.7988 2.81 13.5587 3.38 14.1287L3.96002 14.7088C4.25002 14.9888 4.40002 15.3689 4.40002 15.7689V16.5889C4.40002 18.2489 5.74997 19.5989 7.40997 19.5989H8.22998C8.62998 19.5989 9.00998 19.7489 9.28998 20.0389L9.87 20.619C10.46 21.209 11.23 21.4988 12 21.4988C12.77 21.4988 13.54 21.209 14.13 20.619L14.71 20.0389C14.99 19.7489 15.37 19.5989 15.77 19.5989H16.59C18.25 19.5989 19.6 18.2489 19.6 16.5889V15.7689C19.6 15.3689 19.76 14.9888 20.04 14.7088L20.62 14.1287C21.19 13.5587 21.5 12.7988 21.5 11.9988C21.5 11.1988 21.19 10.439 20.62 9.86896ZM9.5 8.24884C10.19 8.24884 10.75 8.80884 10.75 9.49884C10.75 10.1888 10.19 10.7488 9.5 10.7488C8.81 10.7488 8.25 10.1888 8.25 9.49884C8.25 8.80884 8.81 8.24884 9.5 8.24884ZM14.5 15.7488C13.81 15.7488 13.25 15.1888 13.25 14.4988C13.25 13.8088 13.81 13.2488 14.5 13.2488C15.19 13.2488 15.75 13.8088 15.75 14.4988C15.75 15.1888 15.19 15.7488 14.5 15.7488ZM15.71 9.7088L9.71002 15.7088C9.51002 15.8988 9.26 15.9988 9 15.9988C8.75 15.9988 8.48998 15.8988 8.28998 15.7088C7.89998 15.3188 7.89998 14.6789 8.28998 14.2889L14.29 8.28888C14.69 7.89888 15.32 7.89888 15.71 8.28888C16.1 8.67888 16.1 9.3188 15.71 9.7088Z" fill="#2D5B75"/>
</svg>

    
    `,
    children: [],
  },

  {
    id: `@#12/*/%`,
    title: ` بنر های  سایت  `,
    link: `banners`,
    svg: `<svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px" viewBox="0 0 24 24"><path fill="#2D5B75" d="M4 24h-2v-24h2v24zm18-21.387s-1.621 1.43-3.754 1.43c-3.361 0-3.436-2.895-7.337-2.895-2.108 0-4.075.98-4.909 1.694v12.085c1.183-.819 2.979-1.681 4.922-1.681 3.685 0 4.201 2.754 7.485 2.754 2.121 0 3.593-1.359 3.593-1.359-1.742-1.253-3.071-2.954-3.778-4.932 1.464-1.278 3.508-4.962 3.778-7.096z" fill="#2D5B75"/></svg>
`,
    children: [],
  },

  {
    id: `@#12/*/%`,
    title: `مشاغل شرکت`,
    link: `companyJobs`,
    svg: `



    <svg width="24px" height="24px"  viewBox="0 0 24 24" xmlns="http://www.w3.org/2000/svg" fill-rule="evenodd" clip-rule="evenodd"><path d="M13.403 24h-13.403v-22h3c1.231 0 2.181-1.084 3-2h8c.821.916 1.772 2 3 2h3v9.15c-.485-.098-.987-.15-1.5-.15l-.5.016v-7.016h-4l-2 2h-3.897l-2.103-2h-4v18h9.866c.397.751.919 1.427 1.537 2zm5.097-11c3.035 0 5.5 2.464 5.5 5.5s-2.465 5.5-5.5 5.5c-3.036 0-5.5-2.464-5.5-5.5s2.464-5.5 5.5-5.5zm0 2c1.931 0 3.5 1.568 3.5 3.5s-1.569 3.5-3.5 3.5c-1.932 0-3.5-1.568-3.5-3.5s1.568-3.5 3.5-3.5zm2.5 4h-3v-3h1v2h2v1zm-15.151-4.052l-1.049-.984-.8.823 1.864 1.776 3.136-3.192-.815-.808-2.336 2.385zm6.151 1.052h-2v-1h2v1zm2-2h-4v-1h4v1zm-8.151-4.025l-1.049-.983-.8.823 1.864 1.776 3.136-3.192-.815-.808-2.336 2.384zm8.151 1.025h-4v-1h4v1zm0-2h-4v-1h4v1zm-5-6c0 .552.449 1 1 1 .553 0 1-.448 1-1s-.447-1-1-1c-.551 0-1 .448-1 1z" fill="#2D5B75" /></svg>
`,
    children: [],
  },

  {
    id: `@#12/*/%`,
    title: `شعب شرکت`,
    link: ``,
    svg: `



   <svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px"viewBox="0 0 24 24"><path d="M14 20l-4-4v3h-3c-1.103 0-2-.897-2-2v-10.184c1.163-.413 2-1.511 2-2.816 0-1.657-1.343-3-3-3s-3 1.343-3 3c0 1.305.837 2.403 2 2.816v10.184c0 2.206 1.794 4 4 4h3v3l4-4zm-11.8-16c0-.993.807-1.8 1.8-1.8s1.8.807 1.8 1.8-.807 1.8-1.8 1.8-1.8-.807-1.8-1.8zm7.8 0l4 4v-3h3c1.103 0 2 .897 2 2v10.184c-1.163.413-2 1.512-2 2.816 0 1.657 1.343 3 3 3s3-1.343 3-3c0-1.305-.837-2.403-2-2.816v-10.184c0-2.206-1.794-4-4-4h-3v-3l-4 4zm11.8 16c0 .993-.807 1.8-1.8 1.8s-1.8-.807-1.8-1.8.807-1.8 1.8-1.8 1.8.807 1.8 1.8z" fill="#2D5B75"/></svg>
`,
    children: [
      {
        id: `@#()`,
        title: `ایجاد شعب `,
        link: `branchs/add-branch`,
        svg: `
    
    
    
       <svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px"viewBox="0 0 24 24"><path d="M14 20l-4-4v3h-3c-1.103 0-2-.897-2-2v-10.184c1.163-.413 2-1.511 2-2.816 0-1.657-1.343-3-3-3s-3 1.343-3 3c0 1.305.837 2.403 2 2.816v10.184c0 2.206 1.794 4 4 4h3v3l4-4zm-11.8-16c0-.993.807-1.8 1.8-1.8s1.8.807 1.8 1.8-.807 1.8-1.8 1.8-1.8-.807-1.8-1.8zm7.8 0l4 4v-3h3c1.103 0 2 .897 2 2v10.184c-1.163.413-2 1.512-2 2.816 0 1.657 1.343 3 3 3s3-1.343 3-3c0-1.305-.837-2.403-2-2.816v-10.184c0-2.206-1.794-4-4-4h-3v-3l-4 4zm11.8 16c0 .993-.807 1.8-1.8 1.8s-1.8-.807-1.8-1.8.807-1.8 1.8-1.8 1.8.807 1.8 1.8z" fill="#2D5B75"/></svg>
    `,
        children: [],
      },
      {
        id: `@#!!`,
        title: `لیست شعب `,
        link: `branchs`,
        svg: `
    
    
    
       <svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px"viewBox="0 0 24 24"><path d="M14 20l-4-4v3h-3c-1.103 0-2-.897-2-2v-10.184c1.163-.413 2-1.511 2-2.816 0-1.657-1.343-3-3-3s-3 1.343-3 3c0 1.305.837 2.403 2 2.816v10.184c0 2.206 1.794 4 4 4h3v3l4-4zm-11.8-16c0-.993.807-1.8 1.8-1.8s1.8.807 1.8 1.8-.807 1.8-1.8 1.8-1.8-.807-1.8-1.8zm7.8 0l4 4v-3h3c1.103 0 2 .897 2 2v10.184c-1.163.413-2 1.512-2 2.816 0 1.657 1.343 3 3 3s3-1.343 3-3c0-1.305-.837-2.403-2-2.816v-10.184c0-2.206-1.794-4-4-4h-3v-3l-4 4zm11.8 16c0 .993-.807 1.8-1.8 1.8s-1.8-.807-1.8-1.8.807-1.8 1.8-1.8 1.8.807 1.8 1.8z" fill="#2D5B75"/></svg>
    `,
        children: [],
      },
    ],
  },

  {
    id: `@#12/*/+`,
    title: `تنظیمات`,
    link: ``,
    svg: `
    <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
      <path d="M20.33 9.78H20.3C20.0616 9.77859 19.8289 9.7066 19.6314 9.57313C19.4339 9.43965 19.2803 9.25066 19.19 9.03C19.19 9.02735 19.1889 9.0248 19.1871 9.02293C19.1852 9.02105 19.1827 9.02 19.18 9.02C19.091 8.80005 19.0683 8.55891 19.1144 8.32619C19.1606 8.09347 19.2738 7.8793 19.44 7.71L19.47 7.68C19.7822 7.36663 19.9574 6.94232 19.9574 6.5C19.9574 6.05768 19.7822 5.63337 19.47 5.32L18.68 4.54C18.3666 4.22783 17.9423 4.05256 17.5 4.05256C17.0577 4.05256 16.6334 4.22783 16.32 4.54L16.31 4.56C16.1368 4.72681 15.9187 4.83935 15.6824 4.88377C15.4461 4.92819 15.2019 4.90255 14.98 4.81C14.7563 4.72301 14.5641 4.57051 14.4285 4.37246C14.2928 4.1744 14.2202 3.94003 14.22 3.7V3.67C14.2208 3.45131 14.1785 3.23461 14.0954 3.0323C14.0124 2.82998 13.8903 2.64601 13.7362 2.49091C13.582 2.33581 13.3988 2.21262 13.1969 2.12838C12.9951 2.04415 12.7787 2.00052 12.56 2H11.44C11.2213 2.00052 11.0049 2.04415 10.8031 2.12838C10.6012 2.21262 10.418 2.33581 10.2638 2.49091C10.1097 2.64601 9.98758 2.82998 9.90456 3.0323C9.82154 3.23461 9.77921 3.45131 9.78 3.67V3.7C9.77952 3.93862 9.7079 4.17168 9.57431 4.3694C9.44072 4.56712 9.25121 4.72052 9.03 4.81C8.87906 4.87748 8.71533 4.91159 8.55 4.91C8.39227 4.91039 8.23601 4.87967 8.09016 4.81962C7.94431 4.75956 7.81173 4.67134 7.7 4.56L7.68 4.54C7.36663 4.22783 6.94232 4.05256 6.5 4.05256C6.05768 4.05256 5.63337 4.22783 5.32 4.54L4.53 5.32C4.21783 5.63337 4.04256 6.05768 4.04256 6.5C4.04256 6.94232 4.21783 7.36663 4.53 7.68L4.56 7.71C4.7276 7.88055 4.84125 8.09669 4.88675 8.33143C4.93226 8.56618 4.9076 8.80913 4.81586 9.02995C4.72412 9.25076 4.56936 9.43966 4.37091 9.57306C4.17246 9.70645 3.93911 9.77843 3.7 9.78H3.67C3.22733 9.78079 2.80302 9.95699 2.49001 10.27C2.17699 10.583 2.00079 11.0073 2 11.45V12.56C2.00079 13.0027 2.17699 13.427 2.49001 13.74C2.80302 14.053 3.22733 14.2292 3.67 14.23H3.7C3.93918 14.228 4.17332 14.2987 4.37151 14.4326C4.56969 14.5665 4.72259 14.7574 4.81 14.98C4.90064 15.2023 4.92527 15.4459 4.88092 15.6818C4.83658 15.9177 4.72516 16.1358 4.56 16.31L4.54 16.32C4.2277 16.6353 4.05251 17.0612 4.05251 17.505C4.05251 17.9488 4.2277 18.3747 4.54 18.69L5.32 19.47C5.63337 19.7822 6.05768 19.9574 6.5 19.9574C6.94232 19.9574 7.36663 19.7822 7.68 19.47L7.7 19.45C7.86699 19.2801 8.08127 19.1645 8.31492 19.1181C8.54858 19.0717 8.79079 19.0968 9.01 19.19C9.23543 19.2786 9.42921 19.4326 9.56643 19.6321C9.70364 19.8317 9.77802 20.0678 9.78 20.31V20.34C9.77947 20.5581 9.82205 20.7742 9.90529 20.9759C9.98852 21.1775 10.1108 21.3607 10.265 21.515C10.4193 21.6692 10.6025 21.7915 10.8041 21.8747C11.0058 21.958 11.2219 22.0005 11.44 22H12.56C12.7781 22.0005 12.9942 21.958 13.1959 21.8747C13.3975 21.7915 13.5807 21.6692 13.735 21.515C13.8892 21.3607 14.0115 21.1775 14.0947 20.9759C14.1779 20.7742 14.2205 20.5581 14.22 20.34V20.31C14.222 20.0678 14.2964 19.8317 14.4336 19.6321C14.5708 19.4326 14.7646 19.2786 14.99 19.19C15.2092 19.0968 15.4514 19.0717 15.6851 19.1181C15.9187 19.1645 16.133 19.2801 16.3 19.45L16.32 19.47C16.6334 19.7822 17.0577 19.9574 17.5 19.9574C17.9423 19.9574 18.3666 19.7822 18.68 19.47L19.46 18.69C19.7723 18.3747 19.9475 17.9488 19.9475 17.505C19.9475 17.0612 19.7723 16.6353 19.46 16.32L19.44 16.31C19.2748 16.1358 19.1634 15.9177 19.1191 15.6818C19.0747 15.4459 19.0994 15.2023 19.19 14.98C19.2774 14.7574 19.4303 14.5665 19.6285 14.4326C19.8267 14.2987 20.0608 14.228 20.3 14.23H20.33C20.7727 14.2292 21.197 14.053 21.51 13.74C21.823 13.427 21.9992 13.0027 22 12.56V11.45C21.9992 11.0073 21.823 10.583 21.51 10.27C21.197 9.95699 20.7727 9.78079 20.33 9.78ZM12 15.5C11.3078 15.5 10.6311 15.2947 10.0555 14.9101C9.47993 14.5256 9.03133 13.9789 8.76642 13.3394C8.50151 12.6999 8.4322 11.9961 8.56725 11.3172C8.7023 10.6383 9.03564 10.0146 9.52513 9.52513C10.0146 9.03564 10.6383 8.7023 11.3172 8.56725C11.9961 8.4322 12.6999 8.50151 13.3394 8.76642C13.9789 9.03133 14.5256 9.47993 14.9101 10.0555C15.2947 10.6311 15.5 11.3078 15.5 12C15.5 12.9283 15.1313 13.8185 14.4749 14.4749C13.8185 15.1313 12.9283 15.5 12 15.5Z" fill="#2D5B75"/>
      </svg>

    `,
    children: [
      {
        id: `@#12/!!`,
        title: `  تنظیمات وب سایت`,
        link: `setting`,
        svg: `
        <svg xmlns="http://www.w3.org/2000/svg" width="24px" height="24px" viewBox="0 0 24 24" fill="none" stroke="#2D5B75" strokeWidth="2" strokeLinecap="round" strokeLinejoin="round" class="feather feather-users"><path d="M17 21v-2a4 4 0 0 0-4-4H5a4 4 0 0 0-4 4v2"></path><circle cx="9" cy="7" r="4"></circle><path d="M23 21v-2a4 4 0 0 0-3-3.87"></path><path d="M16 3.13a4 4 0 0 1 0 7.75"></path></svg>
         
         `,
        children: [],
      },
    ],
  },
];
