const formErrorMessage = {
  required: "این فیلد الزامی است",
  number: "لطفا فقط عدد وارد کنید",
  page: "انتخاب یک صحفه الزامی ست ",
  colorCode: `فیلد  کد رنگ الزامی است`,
  colorName: `فیلد نام رنگ الزامی است`,
};

const apiSuccessMessage = {
  send: " با موفقیت ارسال شد!",
  create: " با موفقیت ایجاد شد!",
  delete: "با موفقیت حذف شد !",
  update: "با موفقیت بروزرسانی شد !",
  get: "عملیات با موفقیت انجام شد!",
};

const apiErrorMessage = {
  400: "درخواست نادرست است. لطفاً پارامترها و ساختار درخواست خود را بررسی کنید.",
  401: "شما دسترسی لازم را به این بخش ندارید , لفطا ابتدا وارد حساب خود شوید",
  404: "صفحه یا منبع مورد نظر یافت نشد. لطفاً آدرس را بررسی کرده و دوباره تلاش کنید.",
  500: "خطای داخلی سرور. لطفاً بعداً دوباره تلاش کنید.",
  id: "شناسه الزامی است ",
};

const errorMessage = {};

export { formErrorMessage, apiErrorMessage, apiSuccessMessage };
