const FAQTitle = [
  {
    id: "12@#",
    title: " ارسال سفارش",
    img: "/icons/fi_5637217.svg",
  },
  {
    id: "13@#",
    title: " پشتیبانی",
    img: "/icons/fi_839961.svg",
  },
  {
    id: "14@#",
    title: " راهنمای سایز",
    img: "/icons/fi_687689.svg",
  },
  {
    id: "15@#",
    title: " روش های پرداخت",
    img: "/icons/fi_5469919.svg",
  },
];

const FAQContent = [
  {
    id: "12@#",
    title: `ارسال سفارش`,
    data: [
      {
        title: `آیا برای خرید از گالری ساویس باید در سایت عضو باشم ؟`,
        desc: `بله اگر بدون وارد شدن در سایت ، کالای مورد نظرتان را به سبد خرید اضافه کرده باشید ، باید در مرحله نهایی کردن خرید با وارد کردن نام کاربری و رمز عبور وارد سایت شوید .`,
      },
      {
        title: `آیا برای خرید از گالری ساویس باید در سایت عضو باشم ؟`,
        desc: `بله اگر بدون وارد شدن در سایت ، کالای مورد نظرتان را به سبد خرید اضافه کرده باشید ، باید در مرحله نهایی کردن خرید با وارد کردن نام کاربری و رمز عبور وارد سایت شوید .`,
      },
      {
        title: `آیا برای خرید از گالری ساویس باید در سایت عضو باشم ؟`,
        desc: `بله اگر بدون وارد شدن در سایت ، کالای مورد نظرتان را به سبد خرید اضافه کرده باشید ، باید در مرحله نهایی کردن خرید با وارد کردن نام کاربری و رمز عبور وارد سایت شوید .`,
      },
      {
        title: `آیا برای خرید از گالری ساویس باید در سایت عضو باشم ؟`,
        desc: `بله اگر بدون وارد شدن در سایت ، کالای مورد نظرتان را به سبد خرید اضافه کرده باشید ، باید در مرحله نهایی کردن خرید با وارد کردن نام کاربری و رمز عبور وارد سایت شوید .`,
      },
    ],
  },
  {
    id: "13@#",
    title: `پشتیبانی`,
    data: [
      {
        title: `آیا برای خرید از گالری ساویس باید در سایت عضو باشم ؟`,
        desc: `بله اگر بدون وارد شدن در سایت ، کالای مورد نظرتان را به سبد خرید اضافه کرده باشید ، باید در مرحله نهایی کردن خرید با وارد کردن نام کاربری و رمز عبور وارد سایت شوید .`,
      },
      {
        title: `آیا برای خرید از گالری ساویس باید در سایت عضو باشم ؟`,
        desc: `بله اگر بدون وارد شدن در سایت ، کالای مورد نظرتان را به سبد خرید اضافه کرده باشید ، باید در مرحله نهایی کردن خرید با وارد کردن نام کاربری و رمز عبور وارد سایت شوید .`,
      },
      {
        title: `آیا برای خرید از گالری ساویس باید در سایت عضو باشم ؟`,
        desc: `بله اگر بدون وارد شدن در سایت ، کالای مورد نظرتان را به سبد خرید اضافه کرده باشید ، باید در مرحله نهایی کردن خرید با وارد کردن نام کاربری و رمز عبور وارد سایت شوید .`,
      },
      {
        title: `آیا برای خرید از گالری ساویس باید در سایت عضو باشم ؟`,
        desc: `بله اگر بدون وارد شدن در سایت ، کالای مورد نظرتان را به سبد خرید اضافه کرده باشید ، باید در مرحله نهایی کردن خرید با وارد کردن نام کاربری و رمز عبور وارد سایت شوید .`,
      },
    ],
  },
  {
    id: "14@#",
    title: `راهنمای سایز`,
    data: [
      {
        title: `آیا برای خرید از گالری ساویس باید در سایت عضو باشم ؟`,
        desc: `بله اگر بدون وارد شدن در سایت ، کالای مورد نظرتان را به سبد خرید اضافه کرده باشید ، باید در مرحله نهایی کردن خرید با وارد کردن نام کاربری و رمز عبور وارد سایت شوید .`,
      },
      {
        title: `آیا برای خرید از گالری ساویس باید در سایت عضو باشم ؟`,
        desc: `بله اگر بدون وارد شدن در سایت ، کالای مورد نظرتان را به سبد خرید اضافه کرده باشید ، باید در مرحله نهایی کردن خرید با وارد کردن نام کاربری و رمز عبور وارد سایت شوید .`,
      },
      {
        title: `آیا برای خرید از گالری ساویس باید در سایت عضو باشم ؟`,
        desc: `بله اگر بدون وارد شدن در سایت ، کالای مورد نظرتان را به سبد خرید اضافه کرده باشید ، باید در مرحله نهایی کردن خرید با وارد کردن نام کاربری و رمز عبور وارد سایت شوید .`,
      },
      {
        title: `آیا برای خرید از گالری ساویس باید در سایت عضو باشم ؟`,
        desc: `بله اگر بدون وارد شدن در سایت ، کالای مورد نظرتان را به سبد خرید اضافه کرده باشید ، باید در مرحله نهایی کردن خرید با وارد کردن نام کاربری و رمز عبور وارد سایت شوید .`,
      },
    ],
  },
  {
    id: "15@#",
    title: `روش های پرداخت`,
    data: [
      {
        title: `آیا برای خرید از گالری ساویس باید در سایت عضو باشم ؟`,
        desc: `بله اگر بدون وارد شدن در سایت ، کالای مورد نظرتان را به سبد خرید اضافه کرده باشید ، باید در مرحله نهایی کردن خرید با وارد کردن نام کاربری و رمز عبور وارد سایت شوید .`,
      },
      {
        title: `آیا برای خرید از گالری ساویس باید در سایت عضو باشم ؟`,
        desc: `بله اگر بدون وارد شدن در سایت ، کالای مورد نظرتان را به سبد خرید اضافه کرده باشید ، باید در مرحله نهایی کردن خرید با وارد کردن نام کاربری و رمز عبور وارد سایت شوید .`,
      },
      {
        title: `آیا برای خرید از گالری ساویس باید در سایت عضو باشم ؟`,
        desc: `بله اگر بدون وارد شدن در سایت ، کالای مورد نظرتان را به سبد خرید اضافه کرده باشید ، باید در مرحله نهایی کردن خرید با وارد کردن نام کاربری و رمز عبور وارد سایت شوید .`,
      },
      {
        title: `آیا برای خرید از گالری ساویس باید در سایت عضو باشم ؟`,
        desc: `بله اگر بدون وارد شدن در سایت ، کالای مورد نظرتان را به سبد خرید اضافه کرده باشید ، باید در مرحله نهایی کردن خرید با وارد کردن نام کاربری و رمز عبور وارد سایت شوید .`,
      },
    ],
  },
];
export { FAQTitle, FAQContent };
