const privacy = [
  {
    id: "12@#",
    title: "پیشتیبانی خرید",
    img: "/icons/fi_839961.svg",
  },
  {
    id: "13@#",
    title: "قوانین و مقررات",
    img: "/icons/fi_687689.svg",
  },
  {
    id: "14@#",
    title: "سیاست حفظ حریم شخصی",
    img: "/icons/fi_5637217.svg",
  },
  {
    id: "15@#",
    title: "مرجوع و تعویض",
    img: "/icons/fi_5469919.svg",
  },
];

const privacyContent = [
  {
    title: `پشتیبانی خرید
      `,
    desc: `
    
    
           
    ۱ . قوانین مرکز خرید آنلاین به‌منظور حفظ حقوق خریدار و فروشنده وضع
    شده و رعایت و توجه به آن برای مرکز خرید آنلاین نیسا و خریدار
    محترم الزامی است. عضویت در سایت یا خرید از آن به‌منزلۀ مطالعه و
    پذیرفتن شرایط خرید و عضویت و قوانین و مقررات مربوطه است. لازم است
    خریداران گرامی پیش از ثبت هر سفارش، کلیه قوانین جدید در این بخش را
    بدانند.
    <br />
    <br />
    ۲ . ماده 1 – عضویت در سایت :برای خرید ثبت سفارش و خرید، خریدار
    ابتدا باید در سایت نیسا ثبت‌نام کند. اطلاعات خریدار باید به‌صورت
    کامل، دقیق و صحیح وارد شود.
    <br />
    <br />
    ۳ . تبصره 1 ) کاربر باید اطلاعات پستی درخواستی را به‌ شکل صحیح در
    فرم ثبت‌نام اعلام کند. مسئولیت هرگونه مغایرت مشخصات ثبت‌شده با
    هویت واقعی عضو بر عهده خود افراد است و مرکز خرید آنلاین هیچ‌گونه
    مسئولیتی نسبت به مغایرت‌های احتمالی ندارد. صحت این اطلاعات به این
    دلیل دارای اهمیت است که سفارش‌های کاربر به آدرسی که وی در فرم
    ثبت‌نام اعلام کرده ارسال خواهد شد.
    <br />
    <br />۴ . تبصره 2 ) کاربر نباید در سایت اظهاراتی را قرار دهد یا به
    اقدامی دست بزند که مبین نقض حقوق اشخاص دیگر باشد یا عمل مجرمانه‌ای
    را در پی داشته باشد. همچنین بحث و نظرهای غیر مرتبط با سایت
    هیچ‌کدام منتشر نخواهد شد. چنانچه هر یک از کاربران، این ماده را
    رعایت نکنند، از همکاری با مرکز خرید آنلاین محروم و تسویه‌حساب کامل
    در صورت بدهی طرفین به یکدیگر به‌سرعت انجام خواهد شد.
    
    `,
  },
  {
    title: `قوانین مقرارت`,
    desc: `
    
    
           
    ۱ . قوانین مرکز خرید آنلاین به‌منظور حفظ حقوق خریدار و فروشنده وضع
    شده و رعایت و توجه به آن برای مرکز خرید آنلاین نیسا و خریدار
    محترم الزامی است. عضویت در سایت یا خرید از آن به‌منزلۀ مطالعه و
    پذیرفتن شرایط خرید و عضویت و قوانین و مقررات مربوطه است. لازم است
    خریداران گرامی پیش از ثبت هر سفارش، کلیه قوانین جدید در این بخش را
    بدانند.
    <br />
    <br />
    ۲ . ماده 1 – عضویت در سایت :برای خرید ثبت سفارش و خرید، خریدار
    ابتدا باید در سایت نیسا ثبت‌نام کند. اطلاعات خریدار باید به‌صورت
    کامل، دقیق و صحیح وارد شود.
    <br />
    <br />
    ۳ . تبصره 1 ) کاربر باید اطلاعات پستی درخواستی را به‌ شکل صحیح در
    فرم ثبت‌نام اعلام کند. مسئولیت هرگونه مغایرت مشخصات ثبت‌شده با
    هویت واقعی عضو بر عهده خود افراد است و مرکز خرید آنلاین هیچ‌گونه
    مسئولیتی نسبت به مغایرت‌های احتمالی ندارد. صحت این اطلاعات به این
    دلیل دارای اهمیت است که سفارش‌های کاربر به آدرسی که وی در فرم
    ثبت‌نام اعلام کرده ارسال خواهد شد.
    <br />
    <br />۴ . تبصره 2 ) کاربر نباید در سایت اظهاراتی را قرار دهد یا به
    اقدامی دست بزند که مبین نقض حقوق اشخاص دیگر باشد یا عمل مجرمانه‌ای
    را در پی داشته باشد. همچنین بحث و نظرهای غیر مرتبط با سایت
    هیچ‌کدام منتشر نخواهد شد. چنانچه هر یک از کاربران، این ماده را
    رعایت نکنند، از همکاری با مرکز خرید آنلاین محروم و تسویه‌حساب کامل
    در صورت بدهی طرفین به یکدیگر به‌سرعت انجام خواهد شد.
    
    `,
  },
  {
    title: `سیاست حفظ حریم شخصی`,
    desc: `
    
    
           
    ۱ . قوانین مرکز خرید آنلاین به‌منظور حفظ حقوق خریدار و فروشنده وضع
    شده و رعایت و توجه به آن برای مرکز خرید آنلاین نیسا و خریدار
    محترم الزامی است. عضویت در سایت یا خرید از آن به‌منزلۀ مطالعه و
    پذیرفتن شرایط خرید و عضویت و قوانین و مقررات مربوطه است. لازم است
    خریداران گرامی پیش از ثبت هر سفارش، کلیه قوانین جدید در این بخش را
    بدانند.
    <br />
    <br />
    ۲ . ماده 1 – عضویت در سایت :برای خرید ثبت سفارش و خرید، خریدار
    ابتدا باید در سایت نیسا ثبت‌نام کند. اطلاعات خریدار باید به‌صورت
    کامل، دقیق و صحیح وارد شود.
    <br />
    <br />
    ۳ . تبصره 1 ) کاربر باید اطلاعات پستی درخواستی را به‌ شکل صحیح در
    فرم ثبت‌نام اعلام کند. مسئولیت هرگونه مغایرت مشخصات ثبت‌شده با
    هویت واقعی عضو بر عهده خود افراد است و مرکز خرید آنلاین هیچ‌گونه
    مسئولیتی نسبت به مغایرت‌های احتمالی ندارد. صحت این اطلاعات به این
    دلیل دارای اهمیت است که سفارش‌های کاربر به آدرسی که وی در فرم
    ثبت‌نام اعلام کرده ارسال خواهد شد.
    <br />
    <br />۴ . تبصره 2 ) کاربر نباید در سایت اظهاراتی را قرار دهد یا به
    اقدامی دست بزند که مبین نقض حقوق اشخاص دیگر باشد یا عمل مجرمانه‌ای
    را در پی داشته باشد. همچنین بحث و نظرهای غیر مرتبط با سایت
    هیچ‌کدام منتشر نخواهد شد. چنانچه هر یک از کاربران، این ماده را
    رعایت نکنند، از همکاری با مرکز خرید آنلاین محروم و تسویه‌حساب کامل
    در صورت بدهی طرفین به یکدیگر به‌سرعت انجام خواهد شد.
    
    `,
  },
  {
    title: `مرجوع و تعویض`,
    desc: `
    
    
           
    ۱ . قوانین مرکز خرید آنلاین به‌منظور حفظ حقوق خریدار و فروشنده وضع
    شده و رعایت و توجه به آن برای مرکز خرید آنلاین نیسا و خریدار
    محترم الزامی است. عضویت در سایت یا خرید از آن به‌منزلۀ مطالعه و
    پذیرفتن شرایط خرید و عضویت و قوانین و مقررات مربوطه است. لازم است
    خریداران گرامی پیش از ثبت هر سفارش، کلیه قوانین جدید در این بخش را
    بدانند.
    <br />
    <br />
    ۲ . ماده 1 – عضویت در سایت :برای خرید ثبت سفارش و خرید، خریدار
    ابتدا باید در سایت نیسا ثبت‌نام کند. اطلاعات خریدار باید به‌صورت
    کامل، دقیق و صحیح وارد شود.
    <br />
    <br />
    ۳ . تبصره 1 ) کاربر باید اطلاعات پستی درخواستی را به‌ شکل صحیح در
    فرم ثبت‌نام اعلام کند. مسئولیت هرگونه مغایرت مشخصات ثبت‌شده با
    هویت واقعی عضو بر عهده خود افراد است و مرکز خرید آنلاین هیچ‌گونه
    مسئولیتی نسبت به مغایرت‌های احتمالی ندارد. صحت این اطلاعات به این
    دلیل دارای اهمیت است که سفارش‌های کاربر به آدرسی که وی در فرم
    ثبت‌نام اعلام کرده ارسال خواهد شد.
    <br />
    <br />۴ . تبصره 2 ) کاربر نباید در سایت اظهاراتی را قرار دهد یا به
    اقدامی دست بزند که مبین نقض حقوق اشخاص دیگر باشد یا عمل مجرمانه‌ای
    را در پی داشته باشد. همچنین بحث و نظرهای غیر مرتبط با سایت
    هیچ‌کدام منتشر نخواهد شد. چنانچه هر یک از کاربران، این ماده را
    رعایت نکنند، از همکاری با مرکز خرید آنلاین محروم و تسویه‌حساب کامل
    در صورت بدهی طرفین به یکدیگر به‌سرعت انجام خواهد شد.
    
    `,
  },
];

export { privacy, privacyContent };
