export const instagramPostsData = [
  {
    id: "%1",
    img: [
      "/images/insta/1-min.png",
      "/images/insta/2-min.png",
      "/images/insta/4-min.png",
    ],
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    date: new Date(),
    link: "",
  },
  {
    id: "%2",
    img: ["/images/insta/2-min.png"],
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    date: new Date(),
    link: "",
  },
  {
    id: "%3",
    img: [
      "/images/insta/3-min.png",
      "/images/insta/2-min.png",
      "/images/insta/4-min.png",
    ],
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    date: new Date(),
    link: "",
  },
  {
    id: "%4",
    img: [
      "/images/insta/4-min.png",
      "/images/insta/2-min.png",
      "/images/insta/4-min.png",
    ],
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    date: new Date(),
    link: "",
  },
  {
    id: "%5",
    img: [
      "/images/insta/5-min.png",
      "/images/insta/2-min.png",
      "/images/insta/4-min.png",
    ],
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    date: new Date(),
    link: "",
  },
  {
    id: "%1",
    img: [
      "/images/insta/1-min.png",
      "/images/insta/2-min.png",
      "/images/insta/4-min.png",
    ],
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    date: new Date(),
    link: "",
  },
  {
    id: "%2",
    img: ["/images/insta/2-min.png"],
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    date: new Date(),
    link: "",
  },
  {
    id: "%3",
    img: [
      "/images/insta/3-min.png",
      "/images/insta/2-min.png",
      "/images/insta/4-min.png",
    ],
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    date: new Date(),
    link: "",
  },
  {
    id: "%4",
    img: [
      "/images/insta/4-min.png",
      "/images/insta/2-min.png",
      "/images/insta/4-min.png",
    ],
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    date: new Date(),
    link: "",
  },
  {
    id: "%5",
    img: [
      "/images/insta/5-min.png",
      "/images/insta/2-min.png",
      "/images/insta/4-min.png",
    ],
    desc: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
    date: new Date(),
    link: "",
  },
];
