export const aboutusAds = [
  {
    id: "15@",
    title: "راهنمای استایل و ست کردن",
    desc: "بسته‌بندی محصولات جواهری، علاوه بر حفظ ارزش و زیبایی آنها، اطمینان از ارائه‌ی یک تجربه خرید ارزشمند و لوکس برای مشتریان را فراهم می‌کند.",
    img: "/images/aboutus/3-min.png",
    link: "/",
  },
  {
    id: "16@",
    title: "هدایای برازنده انتخاب کنید",
    desc: "بسته‌بندی محصولات جواهری، علاوه بر حفظ ارزش و زیبایی آنها، اطمینان از ارائه‌ی یک تجربه خرید ارزشمند و لوکس برای مشتریان را فراهم می‌کند.",
    img: "/images/aboutus/4-min.png",
    link: "/",
  },
  {
    id: "17@",
    title: "بسته بندی مدرن و زیبا",
    desc: "بسته‌بندی محصولات جواهری، علاوه بر حفظ ارزش و زیبایی آنها، اطمینان از ارائه‌ی یک تجربه خرید ارزشمند و لوکس برای مشتریان را فراهم می‌کند.",
    img: "/images/aboutus/5-min.png",
    link: "/",
  },
  {
    id: "18@",
    title: "تضمین کیفیت",
    desc: "بسته‌بندی محصولات جواهری، علاوه بر حفظ ارزش و زیبایی آنها، اطمینان از ارائه‌ی یک تجربه خرید ارزشمند و لوکس برای مشتریان را فراهم می‌کند.",
    img: "/images/aboutus/6-min.png",
    link: "/",
  },
];
